acpi
acpid
adapta-maia-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
alsa-firmware
alsa-utils
amd-ucode
android-tools
apparmor
archlinuxcn-keyring
arm-linux-gnueabihf-gcc
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
autoconf
autojump
automake
avahi
b43-fwcutter
baobab
barrier
bash-completion
bauh
bind
binfmt-qemu-static
binutils
bison
blueman
bluez-utils-compat
btrfs-progs
bzip2
chromium
cinnamon-panel-chooser
cinnamon-sounds
cinnamon-translations
cinnamon-wallpapers
cmake
coreutils
cpupower
crda
cronie
cryptsetup
dbus-x11
dconf-editor
deepin-screenshot
deluge-gtk
device-mapper
dhclient
dhcpcd
diffutils
dmenu-manjaro
dmg2img
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dsniff
e2fsprogs
ecryptfs-utils
efibootmgr
etcher
evtest
exfat-utils
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
flameshot
flatpak
flex
galculator
gawk
gcc
gcc-libs
gcolor2
gdb
gdb-multiarch
gedit
gedit-plugins
gettext
gimp
git
gitflow-avh
glibc
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-screenshot
gnome-system-log
gnome-system-monitor
gnome-themes-extra
gnu-free-fonts
gnu-netcat
go
goldendict
gpart
gparted
gpick
gping
gprename
graphviz
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtkhash-nemo
gufw
guvcview
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
haveged
hexchat
htop
i3-gaps
i3blocks
i3lock
i3status
ibus-rime
icon-naming-utils
iease-music
inetutils
intel-ucode
inxi
iperf3
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jre8-openjdk
jre8-openjdk-headless
kicad-git
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgsf
libreoffice-fresh
libreoffice-fresh-zh-cn
libtool
libusb-compat
libva-mesa-driver
libva-vdpau-driver
libwebsockets
licenses
lightdm-settings
lightdm-slick-greeter
linssid
linux-firmware
linux54-headers
linux54-r8168
logrotate
lrzsz
lsb-release
lsof
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-cinnamon-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
microsoft-office-web-jak
minicom
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
moreutils
mousetweaks
mugshot
multipath-tools
musl
nano
ncdu
ncurses5-compat-libs
nemo-fileroller
nemo-preview
nemo-python
nemo-share
net-tools
netctl
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
npm
nss-mdns
ntfs-3g
ntp
numlockx
nutstore
obs-studio
oh-my-zsh
openocd
openresolv
openssh
openvpn
os-prober
p7zip
pacman
pamac-gtk
papirus-maia-icon-theme
parcellite
patch
patchutils
pavucontrol
pciutils
peek
perf
perl
picocom
picom
pidgin-libnotify
pix
pkgconf
poppler-data
powertop
pragha
procps-ng
progress
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pygtk
python-ptyprocess
python2-ptyprocess
qemu
qemu-user-static
qt5-connectivity
qt5-styleplugins
qtcreator
rclone
reiserfsprogs
repo
rofi
rsync
rustup
s-nail
scrcpy
screenfetch
sddm
sed
shadow
shadowsocks-qt5
snapd
socat
spectre-meltdown-checker
sshfs
sshpass
stow
subversion
sudo
sysfsutils
system-config-printer
systemd-fsck-silent
systemd-sysvcompat
tar
tcpdump
terminus-font
texinfo
thefuck
thunderbird
tig
timeshift
tlp
traceroute
transmission-qt
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
typora
udiskie
usbutils
usbview
util-linux
valgrind
virtualbox
virtualbox-guest-utils
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
wget
which
wine
wine-mono
wireshark-qt
wmctrl
wpa_supplicant
wqy-microhei
wqy-zenhei
xautomation
xbindkeys
xclip
xcursor-chameleon-pearl-deepin
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xrandr
xplayer
xreader
xsel
xviewer-plugins
yay
yelp
zensu
zsh
