acpi
acpid
adapta-maia-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
alacritty
alsa-firmware
alsa-utils
android-tools
archlinuxcn-keyring
arduino
arm-none-eabi-gcc
arm-none-eabi-newlib
asp-git
autoconf
autojump
automake
avahi
b43-fwcutter
baobab
barrier
bash
binutils
bison
blueman
brew-git
btrfs-progs
bzip2
chromium
cinnamon-sounds
cinnamon-translations
cinnamon-wallpapers
code
coreutils
cpio
cpupower
crda
cronie
cryptsetup
dbus-x11
dconf-editor
deepin-screenshot
deluge-gtk
device-mapper
dhclient
dhcpcd
diffutils
dmenu-manjaro
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk
dotnet-sdk-bin
dukto
e2fsprogs
ecryptfs-utils
efibootmgr
etcher
exfat-utils
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
flex
galculator
gawk
gcc
gcc-libs
gcolor2
gdb
gedit
gettext
gimp
git
gitflow-avh
gitflow-bashcompletion-avh
glfw-x11
glibc
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnome-system-log
gnome-system-monitor
gnome-themes-extra
gparted
gprename
grep
grub
grub-theme-manjaro-dev
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gzip
haveged
hexchat
htop
i3-cinnamon-git
i3-gaps
i3-gnome-git
i3blocks
i3exit
i3lock
i3status
ibus-rime
icon-naming-utils
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jre8-openjdk
jre8-openjdk-headless
kicad
kicad-library
kicad-library-3d
kvantum-manjaro
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libappindicator-gtk3
libdvdcss
libgsf
libreoffice-fresh
libtool
libusb-compat
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux54
linux54-r8168
logrotate
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-browser-settings
manjaro-cinnamon-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-settings-manager-notifier
manjaro-system
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mint-themes
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mousetweaks
mtd-utils
mugshot
nano
nemo-fileroller
nemo-preview
nemo-python
nemo-share
netctl
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
npm
nss-mdns
ntfs-3g
ntp
numlockx
nutstore
openbsd-netcat
openresolv
openssh
openvpn
os-prober
p7zip
pacman
pamac-gtk
papirus-maia-icon-theme
parcellite
patch
patchutils
pavucontrol
pciutils
perl
phantomjs-bin
picocom
picom
pidgin-libnotify
pix
pkgconf
poppler-data
powertop
pragha
procps-ng
proxychains-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pygtk
python-pip
python-protobuf
python-ptyprocess
python2-ptyprocess
qt5-3d
qt5-styleplugins
qt5ct
reiserfsprogs
rofi
rsync
rustup
s-nail
screenfetch
sed
shadow
shadowsocks-qt5
spectre-meltdown-checker
sshfs
st-manjaro
stow
subversion
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
tar
terminus-font
texinfo
thefuck
thunderbird
tig
timeshift
tlp
traceroute
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
typora
udiskie
usbutils
util-linux
vertex-maia-themes
vi
vlc
vulkan-intel
vulkan-radeon
wget
which
wmctrl
wpa_supplicant
wqy-microhei
wqy-zenhei
xcursor-chameleon-pearl-deepin
xdelta
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xmake
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xplayer
xreader
xviewer-plugins
yay
zensu
zsh
